7zip
alsa-utils
android-udev
aspnet-runtime
aspnet-targeting-pack
bind
blueman
bluetui
bluez
bluez-utils
brightnessctl
bun
cava
cliphist
discord
dmidecode
docker
docker-compose
dosfstools
dotnet-sdk
fastfetch
featherpad
fprintd
gemini-cli
ghostscript
git
gnome-disk-utility
grim
htop
hyprland
hyprpaper
imagemagick
imv
jdk21-openjdk
kitty
lazygit
less
libfprint
libreoffice-still
libvirt
mako
materia-gtk-theme
mousepad
nano
neovim
networkmanager
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
nvm
nvme-cli
obsidian
ollama
openssh
pacman-contrib
pamixer
papirus-icon-theme
pavucontrol
pipewire-alsa
pipewire-pulse
plocate
polkit-kde-agent
postgresql
python-pypdf
qemu-desktop
qt6-wayland
quickshell
rofi
satty
sddm
slurp
smartmontools
sqlitebrowser
swaybg
swaync
tailscale
thunar
tlp
tlp-rdw
tmux
tree
ttf-jetbrains-mono-nerd
unzip
waybar
wireguard-tools
wlr-randr
wofi
xcursor-themes
xdg-desktop-portal-hyprland
yazi
