7zip
blueman
bluez
bluez-utils
brightnessctl
cliphist
docker
docker-compose
fastfetch
git
grim
htop
hyprland
imagemagick
imv
kitty
mako
materia-gtk-theme
nano
neovim
networkmanager
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
openssh
pacman-contrib
pamixer
papirus-icon-theme
pavucontrol
pipewire-alsa
pipewire-pulse
polkit-kde-agent
qt6-wayland
rofi
satty
sddm
slurp
swaybg
tailscale
thunar
ttf-jetbrains-mono-nerd
unzip
waybar
wireguard-tools
xcursor-themes
xdg-desktop-portal-hyprland
